Autodesk.Revit.DB.TextNode
This is a class representing a text annotation object in a model-exporting process.
Remarks:
See also: Autodesk.Revit.DB.IModelExportContext.OnText(Autodesk.Revit.DB.TextNode).
Since:
2016